[{"id":2,"username":"admin","created_at":"2017-11-07 18:38:15","updated_at":null,"imagePath":"https:\/\/image.ceneo.pl\/data\/products\/10295469\/i-harry-potter-i-kamien-filozoficzny-harry-potter-and-the-philosopher-s-stone-dvd.jpg","title":"Harry Potter and the Philosopher's Stone","description":"Harry Potter and the Philosopher's Stone is a fantasy novel written by British author J. K. Rowling. It is the first novel in the Harry Potter series and Rowling's debut novel, first published in 1997 by Bloomsbury. It was published in the United States as Harry Potter and the Sorcerer's Stone by Scholastic Corporation in 1998. The plot follows Harry Potter, a young wizard who discovers his magical heritage as he makes close friends and a few enemies in his first year at the Hogwarts School of Witchcraft and Wizardry. With the help of his friends, Harry faces an attempted comeback by the dark wizard Lord Voldemort, who killed Harry's parents, but failed to kill Harry when he was just 15 months old.","price":"15.99","category":"books"},{"id":8,"username":"admin","created_at":"2018-08-01 18:13:05","updated_at":null,"imagePath":"https:\/\/cdn1.thr.com\/sites\/default\/files\/imagecache\/NFE_portrait\/2018\/07\/sapiens-_a_brief_history_of_humankind_cover.jpg","title":"Sapiens - Yuval Noah Harari","description":"Harari's work situates its account of human history within a framework provided by the natural sciences, particularly evolutionary biology: he sees biology as setting the limits of possibility for human activity, and sees culture as shaping what happens within those bounds. The academic discipline of history is the account of cultural change.","price":"17.99","category":"books"},{"id":9,"username":"tester1","created_at":"2018-10-01 20:13:46","updated_at":null,"imagePath":"https:\/\/c.allegroimg.com\/s512\/013dbe\/2a66d8da48f984ec80402b13104c","title":"Zestaw TAŚMA RGB 300 LED SMD 5m + PILOT + ZASILACZ","description":"ZESTAW Taśma RGB SMD 5m + Pilot + Sterownik + Zasilacz\r\nSKRÓCONY OPIS:\r\n\r\nTaśma LED RGB o zmiennych kolorach - WERSJA PREMIUM\r\nTaśma wodoodporna o klasie szczelności IP67\r\nNajnowsze diody EPISTAR SMD\r\nDługość taśmy - 5 metrów\r\nZestaw zapakowany w oryginalne opakowanie","price":"19.00","category":"toys"},{"id":10,"username":"tester2","created_at":"2018-10-02 20:31:21","updated_at":null,"imagePath":"https:\/\/d.allegroimg.com\/s400\/06d6a5\/8ef999b14fa5bd7467a9618a2acd","title":"LOREAL VOLUMETRY SPRAY CIENKIE OBJĘTOŚĆ 125 ml","description":"Odzywka w sprayu bez spłukiwania, ułatwiająca modelowanie, nadająca długotrwałą objętość włosom cienkim i delikatnym. Unosi włosy od nasady, wzmacnia i chroni włókno włosa.\r\n\r\nDziałanie\r\n\r\nNowa linia kosmetyków L'Oreal Volumetry nadaje włosom natychmiastowe uniesienie u nasady, widocznie zwiększając objętość włosów. Cienki włos jest mniej odporny na urazy, tworzy płaską, \"przyklapnięta\" fryzurę. Seria Volumetry odpowiada na potrzeby włosów cienkich - wzmacnia rdzeń włosa, nawilża włos nie obciążając go, dokładnie oczyszcza skórę głowy, nadając fryzurze uniesienie od nasady.","price":"28.99","category":"health"},{"id":11,"username":"tester2","created_at":"2018-10-02 20:35:07","updated_at":null,"imagePath":"https:\/\/5.allegroimg.com\/s400\/010f45\/58600ba44367a003feb63d351055","title":"Karta KINGSTON MicroSDXC 64GB Class 10 + adapter","description":"KINGSTON MICRO CANVAS SELECT UHS-I SDCS\/64GB+ADAPT\r\nID 533650\r\n\r\nPamięć wewnętrzna: 64 GB\r\nFormat fizyczny: MicroSDXC\r\nClass - Zapis\/Odczyt: Class 10\r\nGwarancja: Gwarancja Sklepu 24 miesiące\r\nSPECYFIKACJA:\r\nInformacje ogólne\r\nTyp produktu: Karty pamięci z adapterem\r\nPamięć\r\nPamięć wewnętrzna: 64 GB\r\nParametry techniczne\r\nClass - Zapis\/Odczyt: Class 10\r\nMaks. szybkość odczytu: 80 MB\/s\r\nMaks. szybkość zapisu: 10 MB\/s\r\nParametry fizyczne\r\nFormat fizyczny: MicroSDXC","price":"39.99","category":"electronics"},{"id":12,"username":"tester4","created_at":"2018-10-03 12:24:37","updated_at":null,"imagePath":"https:\/\/d.allegroimg.com\/s400\/0167d1\/5be9fa6a44d0a8fd560d8d51ab1d","title":"STACJA PAROWA IRON STEAM ŻELAZKO CARRUZZO 2000W","description":"NOWOCZESNE ŻELAZKO PAROWE STOJĄCE CARRUZZO 2000W\r\nDUŻA MOC I ŁATWA OBSŁUGA!\r\n\r\nStacja parowa służy do łatwego prasowania, czyszczenia i odświeżania wszelkiego rodzaju materiałów takich jak: ubrania, firany, zasłony, obrusy itp.\r\n\r\nWytworzona para wnika we włókna tkaniny rozluźnia je i prostuje. Dzięki temu nie osłabia włókien oraz nie powoduje blaknięcia kolorów, tak jak ma to miejsce przy tradycyjnych żelazkach.\r\n\r\nW łatwy i szybki sposób usuwa zagniecenia z każdego rodzaju tkanin.\r\n\r\nŻelazko parowe to urządzenie prasujące z teleskopowym stojakiem, uchwytem na przewód parowy, wieszakiem na ubrania o regulowanej szerokości oraz zaciskiem na spodnie.\r\n\r\nElegancki design.\r\n\r\nDo stosowania w domu, sklepie, hotelu. Z łatwością usuwa wszelkie zagniecenia, nie niszcząc tkanin.\r\n\r\nUrządzenie wyposażone jest w ochronę przeciw przegrzaniu, gruby izolowany przewód doprowadzający parę wodną oraz obudowę minimalizującą straty ciepła.","price":"149.00","category":"others"},{"id":13,"username":"tester4","created_at":"2018-10-03 12:25:33","updated_at":null,"imagePath":"https:\/\/1.allegroimg.com\/s400\/018d12\/548c252349e79770c7a03cc2bd71","title":"Smartfon Samsung Galaxy S8 64GB Android 7.0 czarny","description":"Wyświetlacz infinity\r\nZajmujący prawie cały przedni panel, niemal bezramkowy wyświetlacz infinity idealnie nadaje się do odtwarzania multimediów i grania w najnowsze produkcje. Lekko zakrzywiony ekran sięgający od krawędzi do krawędzi telefonu pozwoli Ci całkowicie zanurzyć się w prezentowanych wydarzeniach. Jednolita, szklana tafla płynnie łączy się ze elegancką obudową wykonaną z wytrzymałego aluminium.\r\n\r\nStylowy z natury\r\nWyraź swój styl jednym z odcieni inspirowanych barwami natury.\r\n\r\nChwytaj chwile\r\nNajpiękniejsze chwile w życiu nie trwają długo. Na szczęście niezwykle szybkie i precyzyjne aparaty telefonów Galaxy S8 i S8+ pozwolą Ci je utrwalić. Przedni aparat 8 Mpx i tylny 12 Mpx są w stanie robić doskonałe fotografie w każdych warunkach, nawet przy bardzo słabym lub zmiennym oświetleniu.\r\n\r\nNajbezpieczniejszego \"hasła\" nie musisz pamiętać\r\nNie musisz tracić czasu na wprowadzanie pinu, czy rysowanie szlaczków. Galaxy S8 i S8+ wyposażone zostały w skanery tęczówki oka, która jest unikalna dla każdego człowieka. Rozwiązanie wygodne i bezpiecznie - w końcu możesz mieć całkowitą pewność, że nikt oprócz Ciebie nie uzyska dostępu do telefonu. Jeśli zaś zależy Ci na czasie, zaawansowany skaner twarzy błyskawicznie odblokuje smartphone, gdy tylko na niego spojrzysz.\r\n\r\nNiezawodny w każdej sytuacji\r\nZa szybkość działania odpowiada 10 nm procesor. Jest on w stanie zapewnić nie tylko wysoką wydajność w grach i aplikacjach, ale również pochlania mniej baterii niż poprzednie generacje. Ponadto Galaxy S8 i S8+ wyposażone zostały w obudowy wodo i pyłoodporne (IP68), co pozwala na korzystanie z nich nawet w bardzo niesprzyjających warunkach. Dzięki możliwości rozszerzenia pamięci masz pewność, że nigdy nie zabraknie miejsca na Twoje pliki.\r\n\r\nPuść wodze fantazji\r\nBaw się wykorzystując potencjał drzemiący w Galaxy S8 i S8+. Miej oczy dookoła głowy i nagrywaj obraz w 360 stopniach z kamerką Gear 360 albo całkowicie zanurz się w wirtualnej rzeczywistości dzięki goglom Gear VR z kontrolerem (urządzenia sprzedawane oddzielnie).","price":"2199.99","category":"electronics"},{"id":14,"username":"tester4","created_at":"2018-10-03 12:26:37","updated_at":null,"imagePath":"https:\/\/7.allegroimg.com\/s400\/010ab7\/606ea38644849ba15958a9b11287","title":"Budzik Zegar Gotie GBE-300R MECHANICZNY DZWONEK","description":"Budzik GBE-300\r\nWyświetlacz LCD z podświetleniem\r\n\r\nDzwonek mechaniczny\r\n\r\nBudzik weekendowy i tygodniowy\r\n\r\nFunkcja drzemki i kalenarza\r\n\r\nZegar w układzie 12\/24 godziny\r\n\r\nZasilanie 3xAAA (brak w zestawie)\r\n\r\nNowoczesny design\r\nBudzik Gotie GBE-300 to kultowy elektroniczny zegar w odświeżonej, intrygującej obudowie. Łatwość obsługi zapewnia podświetlany ekran LCD oraz, duża wyraźna czcionka.\r\n\r\nPewny alarm\r\nZa sprawą głośnego, mechanicznego dzwonka, budzik Gotie obudzi nawet największych śpiochów. Istnieje możliwość ustawienia niezależnych alarmów - dni robocze, weekendy bądź cały tydzień.","price":"29.99","category":"electronics"},{"id":15,"username":"tester4","created_at":"2018-10-03 12:27:21","updated_at":null,"imagePath":"https:\/\/b.allegroimg.com\/s400\/0672fa\/da75b68e4a8f8477fca44614548b","title":"ŚWIECĄCY Budzik ZEGAREK zegar termometr kameleon","description":"ŚWIECĄCY BUDZIK KAMELEON \r\nenergooszczędny\r\npłynnie zmienia kolory\r\nwysoko kontrastowy, bardzo czytelny wyświetlacz LCD\r\npodświetlenie, bardzo przydatna funkcja w nocy kiedy chcemy tylko sprawdzić godzinę\r\nSPECYFIKACJA\r\n\r\nformat czasu: 12\/24h (zmiana przyciskiem od spodu)\r\nbudzik: regulowany czas przypomnienia\r\ntemperatura: stopnie Celsjusza, Fahrenheita\r\nkalendarz: dzień tygodnia \/ miesiąc \/ rok\r\nzasilanie: 3x baterie AAA (brak w zestawie)\r\nwymiary (dł\/szer): 7,5x7,5cm\r\nwaga: 115g\r\nZegarek płynnie zmienia kolory. Posiada wysoko kontrastowy bardzo czytelny (z dużymi cyframi) wyświetlacz LCD. Wystarczy lekko nacisnąć na zegarek od góry, a podświetlenie włączy się na kilka sekund i zgaśnie. Bardzo przydatna funkcja w nocy kiedy chcemy tylko sprawdzić godzinę. Nie musimy szukać malutkiego zegarka lub komórki tylko naciskamy na zegarek który zapala dyskretne podświetlenie i gaśnie, aby umożliwić dalszy sen.","price":"21.99","category":"electronics"},{"id":16,"username":"tester4","created_at":"2018-10-03 12:29:22","updated_at":null,"imagePath":"https:\/\/d.allegroimg.com\/s128\/015420\/6638171941288632a20cf931a3cd","title":"Błękitna kropka Carl Sagan","description":"Pasjonująca opowieść o eksploracji Układu Słonecznego oraz szansach na kolonizację kosmosu\r\n\r\nW Kosmosie Carl Sagan tylko \"rzucił okiem\" na wspaniałą tajemnicę Wszechświata i udostępnił ją milionom ludzi na całym świecie. W Błękitnej kropce, oszałamiającej kilkuset barwnymi ilustracjami kontynuacji tamtego bestsellera, słynny astronom kończy swoją rewolucyjną podróż przez przestrzeń i czas.\r\n\r\nPrzyszłe pokolenia będą spoglądać wstecz na naszą epokę jako czas, w którym ludzka rasa wreszcie w radykalny sposób pokonała nową granicę – kosmiczną przestrzeń. W swojej książce Sagan śledzi romantyczną historię naszego startu w kosmos i ocenia przyszłość, która otworzy się przed nami, kiedy już skolonizujemy nasz system planetarny i wyruszymy dalej, do odległych galaktyk. Autor niezwykle sugestywnie udowadnia, że eksploracja i osiedlenie się człowieka na innych światach, w tym także zaludnienie nieznanych jeszcze galaktyk, nie jest ani fantazją, ani luksusem, ale raczej koniecznym warunkiem przetrwania ludzkiego rodzaju.\r\n\r\nFascynująca... Zapadająca w pamięć... Odkrywcza... Być może najlepsza z książek Sagana!\r\n\r\n- The Washington Post","price":"44.50","category":"books"},{"id":17,"username":"tester4","created_at":"2018-10-03 12:30:02","updated_at":null,"imagePath":"https:\/\/b.allegroimg.com\/s128\/039fb0\/e1cc9573485c949a7cd0b0d884fb","title":"NA SUROWO - 100 PRZEPISÓW - NOWOŚĆ!","description":"NA SUROWO 100 przepysznych, surowych przepisów!\r\n\r\nWspaniale, że możemy się poznać. Agnieszka i Mariusz, autorzy książki kulinarnej i tego przewodnika po surowej diecie. Jesteśmy twórcami medialnego projektu: \"Odmładzanie Na Surowo\", autorami bestsellera \"Surowe Zdrowie\", a teraz zapraszamy do tej niesamowitej pozycji.\r\n\r\nW czym tkwi specjalność tej książki i czym różni się ona od innych książek kulinarych?\r\n\r\nPrzede wszystkim nie znajdziesz tutaj żadnych gotowanych, smażonych, pieczonych czy duszonych na wolnym ogniu potraw, a w zamian pełne życia i świeżości potrawy kuchni witariańskiej. Potrawy, które przypomną Ci smaki z dziciństwa, lecz bez zbędnego przetwarzania ich w temperaturze powyżej 48° C.\r\n\r\nO książce\r\n\r\nJest to poradnik, książka kulinarna jak przygotować smaczne i zdrowe posiłki na surowo. Naszym celem było przygotowanie potraw, które wyglądem i smakiem przypominają Kuchnię Polską, czyli to co znasz ale w zdrowej nie przetworzonej termicznie wersji. Co to oznacza? Twój obiad będzie smakował tak jak lubisz a Twoje ciało pozostanie zdrowe. Już od patu lat zasmakowujemy się pokarmami roslinnymi albo w ich naturalnej formie, albo w postaci przepysznych potraw, które dla Ciebie stworzyliśmy.\r\n\r\nW książce znajdziesz 100 przepisów na każdy dzień i każdą uroczystość. Kiedy bedziesz miał tylko chwilkę aby coś zjeść, albo będziesz miał gości i zapragniesz ich czymś zaskoczyć.\r\n\r\nKuchnia witariańska to jest Światowy HIT. Miliony osób na świecie znalazło przedewszystkim zdrowie, energię i świetne samopoczucie dzięki wyeliminowaniu: mięsa, nabiału, glutenu, jajek ze swojej codziennej diety i po sukcesie naszej pierwszej książki: Surowe Zdrowie jesteśmy pewni, że to jest strzał w dziesiątkę dla naszych rodaków!","price":"99.99","category":"books"},{"id":18,"username":"tester4","created_at":"2018-10-03 12:30:38","updated_at":null,"imagePath":"https:\/\/f.allegroimg.com\/s128\/014c06\/8cef956549f5aeeb22643054f95f","title":"OCZAMI MĘŻCZYZNY (NIE IDEALNEGO) RAFAŁ WICIJOWSKI","description":"Książka „OCZAMI MĘŻCZYZNY” to zbiór 50 lekcji, które pomogą Ci przetrwać i nie pogubić się w szarej codzienności dnia.\r\n\r\nKsiążka opowiada o życiu każdego z nas. O miłości lub jej braku. O wielkich uczuciach i jeszcze większych zawodach. O pasji i marzeniach. O problemach i kłopotach, z którymi musimy radzić sobie każdego dnia.\r\n\r\nPomoże Ci przetrwać słabsze momenty oraz podpowie jak nie pogubić się w szarej codzienności dnia. Czasem doda otuchy, a innym razem sprzeda solidnego kopa. Nie omija trudnych tematów mówiąc o tym co przykre, z czym sobie często niestety sami nie potrafimy poradzić oraz co nas zwyczajnie w świecie wkurwia.\r\n\r\nLekcje w niej zawarte są drogowskazem, który pomoże Ci uwierzyć i pokochać siebie. Dzięki nim lepiej zrozumiesz co w życiu jest naprawdę ważne, jakimi wartościami powinniśmy się kierować oraz na co powinniśmy uważać, by nie spieprzyć sobie życia. Obok tej książki nie da się przejść obojętnie. Albo ją pokochasz, albo znienawidzisz.","price":"55.00","category":"books"},{"id":19,"username":"tester4","created_at":"2018-10-03 12:31:42","updated_at":null,"imagePath":"https:\/\/5.allegroimg.com\/s128\/03ffaf\/9c548b40428082ad9f2690cfaf35","title":"OBSERWUJ Kurs Języka Francuskiego Metoda Emila Krebsa! KrebsMethodPL","description":"Dlaczego nasza metoda jest tak efektywna?\r\nEwenement metody Krebsa polega na wykształcaniu w mózgu schematów, przez co w późniejszej rozmowie w innym języku używamy ich automatycznie i naturalnie. Nauka polega na totalnej imersji - zanurzeniu się w języku, otoczeniu się nim. Słuchanie i powtarzanie konkretnych zdań w określonych odstępach czasu przynosi niebywałe efekty. Krebs wykorzystuje tricki pamięci krótkiej i dzięki interwałom pozwala zapamiętać szybko całe wyrażenia czy słowa. Tak jak dziecko uczy się przy pomocy naturalnych mechanizmów - automatycznych i nieświadomych, które zaimplementowane do nauki dorosłych mogą dawać świetne rezultaty. Jako dzieci nie znamy przecież skomplikowanych konstrukcji gramatycznych. Ba, nie rozumiemy nawet co się do nas mówi. Dziecko najpierw słucha, potem powtarza - zrozumienie przychodzi z czasem.\r\n\r\nZOBACZ JAK DZIAŁA METODA: https:\/\/www.youtube.com\/watch?v=iFdV3VRO2XU\r\n\r\nCo otrzymujesz przy zakupie kursu?\r\nPotwierdzoną naukowo metodę – ponad 100 tys. kursantów i 40 lat badań.\r\nPłytę DVD z 40 lekcjami po 40 min każda  – możesz uczyć się szybciej słuchając kilku lekcji dziennie!\r\nBędziesz umiał porozumieć się w każdej sytuacji.\r\nBezcenną satysfakcję – zaskoczysz znajomych ekspresowym tempem nauki!\r\n\r\nKim był Emil Krebs?\r\nEmil Krebs – niemiecki poliglota, syn mistrza stolarskiego. Wiarygodne źródła podają, że opanował ponad 68 języków w stopniu biegłym.\r\n\r\nW wieku 7 lat znalazł starą gazetę w nieznanym mu języku. Szkolny nauczyciel powiedział mu, że gazeta pochodzi z Francji. Dla żartu wręczył Krebsowi słownik francusko-niemiecki, który Krebs opanował w kilka miesięcy.\r\n\r\nUczył się jednocześnie kilku języków obcych, poszukując ich podobieństw. Przed nauką danego języka studiował historię i kulturę narodu posługującego się danym językiem. Nierzadko pracował do 3 rano.","price":"148.00","category":"books"},{"id":20,"username":"tester4","created_at":"2018-10-03 12:32:23","updated_at":null,"imagePath":"https:\/\/e.allegroimg.com\/s128\/0345ee\/16101e94492cb768153e8ea0567e","title":"ŚWIAT FIZYKI ZP PODRĘCZNIK ZAMKOR","description":"Witam na mojej aukcji\r\nPrzedmiotem aukcji jest używana książka \"ŚWIAT FIZYKI\"\r\n\r\nPodręcznik\r\nZakres podstawowy\r\nKsiążka jest w dobrym stanie.\r\nAutorzy: M. Fiałkowska\r\nWydawnictwo: Zamkor\r\nW ofercie dostępne także podręczniki szkolne nowe i używane do wszystkich klas.\r\n\r\nZapraszamy na inne nasze aukcje !!!","price":"25.00","category":"books"},{"id":21,"username":"tester4","created_at":"2018-10-03 12:34:34","updated_at":null,"imagePath":"https:\/\/6.allegroimg.com\/s400\/01bba0\/0017f7484ae9889e45c77ec69946","title":"DRUKARKA CANON PIXMA MG5750 3 w 1 DUPLEX TUSZE XXL","description":"SPECYFIKACJA TECHNICZNA\r\nTechnologia druku: Atramentowa, kolorowa\r\n\r\nObsługiwany typ nośnika: Koperty, Papier fotograficzny, Papier zwykły\r\n\r\nObsługiwany format nośnika: Letter,DL, B5, A5, A4\r\n\r\nPodajnik papieru: 100 arkuszy\r\n\r\nSzybkość druku w kolorze: 9 str.\/min\r\n\r\nSzybkość druku w mono: 12,6 str.\/min\r\n\r\nMaksymalna rozdzielczość druku: 4800 x 1200 dpi\r\n\r\nSzybkość skanowania: 19 s\r\n\r\nRozdzielczość skanowania: 2400 x 1200 dpi\r\n\r\nMaksymalny format skanu: A4\r\n\r\nFunkcja faksu: Nie\r\n\r\nDruk dwustronny (dupleks): Automatyczny\r\n\r\nInterfejsy: AirPrint, PictBridge, Wi-Fi,USB\r\n\r\nWyświetlacz: Wbudowany\r\n\r\nSzerokość: 456 mm\r\n\r\nWysokość: 149 mm\r\n\r\nGłębokość: 368 mm\r\n\r\nWaga: 6,5 kg\r\n\r\nDołączone akcesoria: Zestaw pełnych tuszy zamiennych XL, Kabel zasilający\r\n\r\n \r\n\r\nMateriały eksploatacyjne:\r\n\r\nPGI-570 PGBK (czarny pigmentowy)\r\n\r\nCLI-571 BK (czarny)\r\n\r\nCLI-571 C (błękitny)\r\n\r\nCLI-571 M (purpurowy)\r\n\r\nCLI-571 Y (żółty)\r\n\r\n \r\n\r\nPOLECAM dwukrotnie wydajniejsze Materiały eksploatacyjne w wydajności XL:\r\n\r\nPGI-570XL PGBK (czarny pigmentowy)\r\n\r\nCLI-571XL BK (czarny)\r\n\r\nCLI-571XL C (błękitny)\r\n\r\nCLI-571XL M (purpurowy)\r\n\r\nCLI-571XL Y (żółty)","price":"319.00","category":"electronics"},{"id":22,"username":"tester4","created_at":"2018-10-03 12:35:15","updated_at":null,"imagePath":"https:\/\/1.allegroimg.com\/s400\/01294e\/28eba66b44899dc2d050e4f07fc1","title":"DRUKARKA SKANER HP DESKJET 2630 WiFi","description":"HP DESKJEST 2630 (V1N03B)\r\n\r\nOszczędność czasu i pieniędzy dzięki najbardziej przystępnej w historii bezprzewodowej drukarce wielofunkcyjnej HP.\r\n\r\nDzięki bezproblemowej konfiguracji i łatwości drukowania z urządzeń mobilnych urządzenie wielofunkcyjne HP DeskJet 2630 eliminuje komplikacje z codziennego drukowania.\r\n\r\nDrukarka obsługująca zabezpieczenia dynamiczne. Przeznaczona do użytku tylko z wkładami z oryginalnym zespołem obwodów elektronicznych HP.\r\n\r\nWkłady z zespołami obwodów elektronicznych zmodyfikowanymi lub od innych producentów mogą nie działać, a te, które działają dzisiaj, mogą nie działać w przyszłości.\r\n\r\n Łatwe drukowanie ze smartfonów i tabletów.\r\n\r\nSzybkie podłączenie i rozpoczęcie drukowania dzięki prostej konfiguracji za pomocą smartfonu lub tabletu.\r\n\r\nProste zarządzanie zadaniami drukowania i skanowania w ruchu z wykorzystaniem aplikacji HP All-in-One Printer Remote.\r\n\r\nNawet dwa razy więcej stron dzięki oryginalnym wkładom atramentowym HP o dużej wydajności.\r\n\r\nTo niezawodne urządzenie wielofunkcyjne zapewnia wydruki wysokiej jakości za każdym razem.\r\n\r\nBezprzewodowe drukowanie, kopiowanie i skanowanie\r\n\r\nDrukowanie, kopiowanie i skanowanie przy jednoczesnej oszczędności pieniędzy i miejsca dzięki bezprzewodowemu urządzeniu wielofunkcyjnemu.\r\n\r\nOdbiornik papieru minimalizuje zajmowane miejsce po zamknięciu, zmniejsza liczbę zakleszczeń i może pomieścić 25 arkuszy, gdy jest używany.\r\n\r\nKompaktowa konstrukcja umożliwia ustawienie drukarki w dowolnym miejscu.\r\n\r\nŁatwe zarządzanie drukarkami dzięki prostemu w obsłudze panelowi sterowania.","price":"146.00","category":"electronics"},{"id":23,"username":"tester4","created_at":"2018-10-03 12:38:41","updated_at":null,"imagePath":"https:\/\/b.allegroimg.com\/s400\/0396fb\/7c6ae3c54ea08ed9054352e81a4b","title":"SUSZARKA WHIRLPOOL HSCX80311 8KG POMPA CIEPŁA PARA","description":"Technologia HEAT PUMP\r\n\r\nTechnologia Heat Pump skutecznie suszy ubrania w znacznie niższej temperaturze, oszczędzając do 50% energii, a jednocześnie zachowuje naturalne piękno Twojej odzieży.\r\n\r\nSteamCare(TM)\r\n\r\nOdświeżona, gotowa do założenia odzież, dzięki naturalnej mocy pary.\r\n\r\nSoftMove(TM)\r\n\r\nRuchy bębna dostosowane do rodzaju załadunku, aby zapewnić najlepszą ochronę Twoim ubraniom.\r\n\r\nRefreshing\r\n\r\nOdśwież swoje ubrania przy pomocy dowolnie wybranego przez Ciebie zapachu.\r\n\r\nŁącznik pomiędzy pralką i suszarką SUPREME CARE\r\n\r\nŁącznik do idealnego i bezpiecznego dopasowania pralki i suszarki linii SUPREME CAR\r\n\r\nSuszarka kondensacyjna o głębokości 65.9 cm, pojemności wsadu 8 kg, sterowana elektronicznie, z funkcją opóźnionego startu, wyświetlaczem elektronicznym, w klasie energetycznej A+.\r\n\r\nŁadowność suszarki - 8 kg\r\n\r\nMaksymalna ilość prania, jaką możemy włożyć do suszarki WHIRLPOOL HSCX80311 wynosi 8 kg.\r\n\r\nDuża pojemność suszarki jest nieocenionym udogodnieniem dla domostw kilkuosobowych, które generują duże ilości brudnej bielizny. Wrzucając jednorazowo dużą ilość mokrej bielizny możemy zaoszczędzić czas i energię oraz zmniejszyć rachunki za prąd. Jednak należy pamiętać, że należy wybierać suszarkę, która ma nieco większą pojemność bębna niż pralka, którą już posiadamy lub zamierzamy zakupić, ponieważ mówimy o mokrym praniu, które waży więcej niż sucha odzież wkładana do pralki.\r\n\r\nWiększość suszarek ma standardowe rozmiary, dzięki czemu łatwo można ją połączyć z pralką dostępnymi na rynku łącznikami. Takie rozwiązanie pozwoli nam zaoczszędzić przestrzeń w naszej łazience\/pralni.\r\n\r\nUciążliwe hałasy podczas suszenia można lekko zniwelować. Warto pamiętać, żeby odzież miała pozapinane wszystkie guziki i suwanki oraz żeby była wywrócona na lewą stronę.\r\n\r\nKlasa efektywności kondensacji.\r\n\r\nSuszarka WHIRLPOOL HSCX80311 posiada klasę skraplania A w siedmiostopniowej skali od A (najwyższa wydajność) do G (najmniejsza wydajność). Im wyżej sklasyfikowana suszarka, tym łatwiej ma sobie poradzić z dużym stopniem wilgotności oraz lepiej wysuszyć nasze pranie.\r\n\r\nKlasa efektywności energetycznej\r\n\r\nSuszarka w najlepszej klasie A+ to urządzenie bardzo niskoenergetyczne. Oznacza to, że zużywa mniej prądu niż sprzęty o innej niższej klasie energetycznej, a co za tym idzie jest najbardziej ekologiczne, energooszczędne i chroni twój budżet domowy przed wysokimi rachunkami za prąd. Roczne zużycie energii, przy założeniu 160 cykli suszenia w przypadku standardowego programu suszenia tkanin bawełnianych przy pełnym i częściowym załadowaniu oraz zużycia energii w trybach niskiego zużycia energii wynosi dla tego modelu 290 kWh.","price":"1659.99","category":"electronics"},{"id":24,"username":"tester4","created_at":"2018-10-03 12:39:11","updated_at":null,"imagePath":"https:\/\/4.allegroimg.com\/s400\/0186c2\/62ba7cab4e419926cdc516688864","title":"ADAPTER PRZEJŚCIÓWKA MICRO USB do USB-C 3.1 TYP C","description":"*obiektem aukcji jest tylko adapter micro USB na USB typ C (bez kabla lub telefonu)\r\n\r\nGwarantowana NAJWYŻSZA JAKOŚ\u008cĆ ! SZYBKA WYSYŁKA Z WARSZAWY !\r\nAdapter micro USB do USB typu C\r\n\r\nMały poręczny adapter zwiększający funkcjonalność dla kabli micro USB.\r\n\r\nZ naszym adapterem kabel micro USB może stać się ładowarką dla Twojego urządzenia z wejściem USB typu C.","price":"5.00","category":"electronics"},{"id":25,"username":"tester4","created_at":"2018-10-03 12:39:37","updated_at":null,"imagePath":"https:\/\/3.allegroimg.com\/s400\/03171d\/275476664e1c91831e36e89b3043","title":"ALUMINIUM UCHWYT MAGNETYCZNY DO AUTA HOLDER HOL2","description":"UNIWERSALNY UCHWYT DO TELEFONU \/ TABLETU \/ NAWIGACJI\r\n- Zapewnia obrót o 360°\r\n- Wyposażony w 4 mocne magnesy neodymowe\r\n-\r\n\r\nsilny i stabilny chwyt telefonu\r\n- wykonany z aluminium\r\n- montaż do kratki wentylacyjnej\r\nNa innej naszej aukcji oferujemy identyczny z montażem na płaską część np deskę rozdzielczą.","price":"15.60","category":"electronics"},{"id":26,"username":"admin","created_at":"2018-10-04 15:03:45","updated_at":null,"imagePath":"fh","title":"gh","description":"dfg","price":"12.46","category":"books"},{"id":27,"username":"admin","created_at":"2018-10-04 15:10:01","updated_at":null,"imagePath":"12312312","title":"12312","description":"adsads","price":"123123.00","category":"books"}]